Repository: emojized/wp-chat-plugin
Catalog: languages/wp-chat-ai-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Training
de_de: Schulung

source: Chat Logs
de_de: Chat-Protokolle

source: Training started...
de_de: Die Ausbildung hat begonnen...

source: Training failed. Please try again.
de_de: Training fehlgeschlagen. Bitte versuchen Sie es erneut.

source: Could not get training status.
de_de: Konnte keinen Ausbildungsstatus erhalten.

source: Ask a Question
de_de: Stelle eine Frage

source: Type your question here...
de_de: Geben Sie hier Ihre Frage ein...

source: Send
de_de: Senden

source: Enable Chat
de_de: Chat freigeben

source: Enable the chat interface on the frontend
de_de: Aktivieren Sie die Chat-Schnittstelle auf dem Frontend

source: Bottom Right
de_de: Unten rechts

source: Bottom Left
de_de: Unten links

source: Top Right
de_de: Oben rechts

source: Top Left
de_de: Oben links

source: Chat Title
de_de: Chat-Titel

source: Input Placeholder
de_de: Platzhalter eingeben

source: Confidence Threshold
de_de: Konfidenzschwelle

source: Minimum confidence score required to show an answer (0.0 - 1.0)
de_de: Mindestkonfidenzniveau, das erforderlich ist, um eine Antwort anzuzeigen (0,0 - 1,0)

source: Max Response Length
de_de: Maximale Antwortlänge

source: Maximum number of characters in chat responses
de_de: Maximale Anzahl von Zeichen in Chat-Antworten

source: Model Training
de_de: Modell Ausbildung

source: Training Status
de_de: Ausbildungsstand

source: Current Status
de_de: Aktueller Status

source: Total Posts
de_de: Summe Beiträge

source: Trained Posts
de_de: Ausgebildete Stellen

source: Progress
de_de: Fortschritt

source: Last Training
de_de: Letzte Ausbildung

source: Start Training
de_de: Ausbildung beginnen

source: Refresh Status
de_de: Status aktualisieren

source: About Training
de_de: Über Ausbildung

source: The training process analyzes all your published posts and creates a machine learning model that can answer questions based on your content.
de_de: Der Trainingsprozess analysiert alle von Ihnen veröffentlichten Beiträge und erstellt ein maschinelles Lernmodell, das auf der Grundlage Ihrer Inhalte Fragen beantworten kann.

source: Training may take several minutes depending on the number of posts. The process runs in the background, so you can continue using your site normally.
de_de: Das Training kann je nach Anzahl der Beiträge einige Minuten dauern. Der Prozess läuft im Hintergrund, so dass Sie Ihre Website normal weiter nutzen können.

source: You should retrain the model whenever you publish new content or make significant changes to existing posts.
de_de: Sie sollten das Modell immer dann neu trainieren, wenn Sie neue Inhalte veröffentlichen oder wesentliche Änderungen an bestehenden Beiträgen vornehmen.

source: No chat interactions yet.
de_de: Noch keine Chat-Interaktionen.

source: Date
de_de: Datum

source: Question
de_de: Frage

source: Matched Post
de_de: Abgestimmter Beitrag

source: Confidence
de_de: Selbstvertrauen

source: Response
de_de: Antwort

source: No match
de_de: keine Übereinstimmung gefunden

source: Security check failed
de_de: Sicherheitsprüfung fehlgeschlagen

source: Settings saved successfully.
de_de: Einstellungen erfolgreich gespeichert.

source: Please enter a question.
de_de: Bitte geben Sie eine Frage ein.

source: The AI model is still being trained. Please try again in a few minutes.
de_de: Das KI-Modell wird noch trainiert. Bitte versuchen Sie es in ein paar Minuten erneut.

source: I'm sorry, I couldn't find a relevant answer to your question. Please try rephrasing your question or contact us directly.
de_de: Es tut mir leid, ich konnte keine passende Antwort auf Ihre Frage finden. Bitte versuchen Sie, Ihre Frage neu zu formulieren oder kontaktieren Sie uns direkt.

source: An error occurred while processing your question. Please try again later.
de_de: Bei der Bearbeitung Ihrer Frage ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.

source: You do not have permission to perform this action.
de_de: Du hast keine Berechtigung, um diese Aktion durchzuführen.

source: Model training has been scheduled and will begin shortly.
de_de: Die Modellschulung ist geplant und wird in Kürze beginnen.

source: Source: %s
de_de: Quelle: %s

source: Thinking...
de_de: Ich denke...

source: Sorry, something went wrong. Please try again.
de_de: Es tut uns leid, es ist etwas schief gelaufen. Bitte versuchen Sie es erneut.

source: Close
de_de: Schließen

source: Minimize
de_de: Minimieren

source: Hello! I can help answer questions about our content. What would you like to know?
de_de: Hallo! Ich kann Ihnen Fragen zu unseren Inhalten beantworten. Was würden Sie gerne wissen?

source: A WordPress plugin that provides an AI-powered chat interface using Naive Bayes algorithm to answer questions based on post content.
de_de: Ein WordPress-Plugin, das eine KI-gestützte Chat-Schnittstelle bietet, die den Naive-Bayes-Algorithmus verwendet, um Fragen auf der Grundlage des Inhalts von Beiträgen zu beantworten.
